[
    {
        "id": "01",
        "name": "Environmental Sustainability",
        "categories": [
            {
                "id": "011",
                "name": "Smart Agriculture & Ecosystem Preservation",
                "description": "This category encompasses KVIs focused on the application of 6G technologies to the natural biosphere. It includes precision farming techniques to reduce water and energy inputs, soil health monitoring, and the protection of natural habitats to enhance climate resilience."
            },
            {
                "id": "012",
                "name": "Circular Economy & Hardware Lifecycle",
                "description": "These KVIs address the physical environmental impact of the technology hardware itself. The focus is on reducing solid waste (packaging and electronics), extending the lifespan of devices, and minimizing the disposal of hazardous materials like batteries through offloading processing power."
            },
            {
                "id": "013",
                "name": "Decarbonization via Travel Substitution",
                "description": "This category tracks the reduction of Carbon Dioxide (CO2) and Greenhouse Gas (GHG) emissions achieved by replacing physical movement with digital alternatives. It measures the effectiveness of holographic meetings, digital twins, and route optimization in lowering the carbon footprint associated with transportation."
            },
            {
                "id": "014",
                "name": "Intelligent Network Control & Semantics",
                "description": "These KVIs focus on the \"brain\" of the network—the high-level algorithmic and AI-driven decisions that optimize energy usage. This includes semantic communication (reducing data volume by understanding meaning), confidence prediction, and intelligent clustering of access points."
            },
            {
                "id": "015",
                "name": "Physical Layer & Signal Efficiency",
                "description": "This category groups KVIs related to the optimization of the radio \"signal\" and transmission parameters. It covers low-level technical improvements such as compressing Channel State Information (CSI), optimizing beamforming, and adapting modulation schemes to reduce the raw energy required for transmission."
            },
            {
                "id": "016",
                "name": "Computational & Traffic Resource Allocation",
                "description": "These KVIs measure the efficiency of how network resources (computing power and spectrum) are scheduled and utilized. The focus is on preventing energy waste through better subband selection, efficient cloud/edge computing distribution, and traffic flow management."
            },
            {
                "id": "017",
                "name": "Holistic Service Footprint Optimization",
                "description": "This category looks at the aggregate environmental footprint of specific services or urban environments. Unlike component-level metrics, these KVIs assess the total energy and resource impact of a service (like urban transport or general network coverage) to ensure sustainability at the service level."
            },
            {
                "id": "018",
                "name": "Environmental Governance & Awareness",
                "description": "These KVIs focus on the human and regulatory side of sustainability. They track compliance with environmental laws, the capability of frameworks to share energy data among stakeholders, and the general increase in awareness regarding environmental challenges."
            },
            {
                "id": "019",
                "name": "Operational Efficiency & Measurement Precision",
                "description": "This category groups KVIs related to the quantification of operational performance. It includes the accuracy of energy measurements, the real-time cost of electricity, and the optimization of general operational resources (supply chain, personnel) to maximize efficiency."
            }
        ]
    },
    {
        "id": "02",
        "name": "Societal Sustainability",
        "categories": [
            {
                "id": "021",
                "name": "Health, Safety, and Critical Response Optimization",
                "description": "This category encompasses KVIs that directly impact the physical and mental well-being of citizens and workers. It focuses on minimizing health risks (such as radiation and work-related injuries), reducing psychological stress in daily activities like mobility, and optimizing the speed and efficiency of critical emergency operations. These indicators measure how 6G technologies protect human life and health in both routine and crisis scenarios."
            },
            {
                "id": "022",
                "name": "Digital Inclusion, Accessibility, and Remote Equity",
                "description": "This category focuses on democratization and equality. It groups KVIs that aim to bridge the digital divide by reducing regional disparities (rural vs. urban), lowering barriers to entry for advanced technologies (cost and hardware access), and enabling diverse populations—including those with lower skill levels or disabilities—to participate in the workforce and society through XR and remote collaboration tools."
            },
            {
                "id": "023",
                "name": "Trust, Ethics, and Service Adoption",
                "description": "This category addresses the governance and social acceptance aspects of technology. It includes KVIs that measure adherence to ethical standards in manufacturing and sociology, the level of public trust required to adopt automated systems (such as CCAM), and the expansion of service reach to a wider user base. These indicators ensure that technological advancement aligns with societal values and achieves broad public acceptance."
            }
        ]
    },
    {
        "id": "03",
        "name": "Economical Sustainability & Innovation",
        "categories": [
            {
                "id": "031",
                "name": "Smart Agriculture: Financial Performance",
                "description": "This category focuses on the direct financial benefits realized in the agricultural sector through 6G technologies. It encompasses indicators that measure monetary gains derived from reduced operational costs, increased profit margins from efficient management, and overall revenue growth driven by market expansion and higher product quality."
            },
            {
                "id": "032",
                "name": "Smart Agriculture: Operational & Resource Efficiency",
                "description": "This category covers the physical and process-oriented improvements in farming. It groups indicators related to optimizing natural resource usage (such as water and soil), increasing physical crop yields and productivity through real-time monitoring, and streamlining general farming operations via automation."
            },
            {
                "id": "033",
                "name": "Healthcare Service Optimization & Development",
                "description": "This category evaluates the economic and efficiency impact of 6G on the healthcare sector. It includes metrics regarding cost and time savings for patients and hospitals, improvements in operational workflows for medical services, and the broader economic development of remote areas through accessible health services."
            },
            {
                "id": "034",
                "name": "AI-Native Radio & Spectral Efficiency",
                "description": "This category groups technical indicators focused on reducing Capital Expenditures (CAPEX) through Artificial Intelligence and Machine Learning enhancements. It specifically looks at how improved spectral efficiency, neural receivers, and optimized beam management reduce the need for costly spectrum acquisition and physical infrastructure densification."
            },
            {
                "id": "035",
                "name": "Network Operational Agility & Process Automation",
                "description": "This category focuses on Operational Expenditure (OPEX) reductions and efficiency within the network core and management layers. It includes KVIs related to automated protocol generation, in-context learning to reduce computational complexity, capacity compression techniques, and intelligent resource selection to minimize running costs."
            },
            {
                "id": "036",
                "name": "Infrastructure Integration & TCO Reduction",
                "description": "This category addresses structural cost reductions in network deployment and lifecycle management. It includes indicators for minimizing CAPEX by integrating sensing and communication (reducing device count), virtualized RAN efficiencies, and lowering the Total Cost of Ownership (TCO) for both operators and service providers."
            },
            {
                "id": "037",
                "name": "Connected Mobility & Fleet Economics",
                "description": "This category is dedicated to the automotive and transport sector (Project ENVELOPE). It consolidates metrics measuring reductions in vehicle CAPEX and OPEX, improvements in fleet productivity, and the acceleration of Time-to-Market for new connected mobility solutions."
            },
            {
                "id": "038",
                "name": "Industrial Digitalization & Production Value",
                "description": "This category covers the economic impact of 6G on manufacturing and industrial environments. It includes KVIs related to the increased utilization of robotics, productivity gains in factory work, digital twin adoption, and supply chain optimizations facilitated by extended reality (XR) and low-latency services."
            },
            {
                "id": "039",
                "name": "Business Evolution, Access & Societal Impact",
                "description": "This category captures high-level economic and societal indicators. It includes the creation of new business values, broad economic growth, the democratization of access to technology, the ability to support new functionalities, and cost savings related to substituting physical travel with holographic communications."
            }
        ]
    },
    {
        "id": "04",
        "name": "Democracy",
        "categories": [
            {
                "id": "041",
                "name": "Global Service Scalability and Network Enablers",
                "description": "This category encompasses the technical and architectural advancements required to 'democratize' access to high-performance networks. It focuses on expanding the service footprint (such as gaming and IoT), improving network intelligence, and utilizing cloud-native protocols to ensure that a broader population of users can be served with high quality, regardless of their location or domain. It aggregates KVIs that deal with the backend infrastructure (SCP, In-band intelligence) and the direct result of that infrastructure (increased user capacity and service reach)."
            },
            {
                "id": "042",
                "name": "Digital Inclusivity and Human-Centric Accessibility",
                "description": "This category addresses the 'fairness' aspect of democracy within the digital space. It focuses on the user interface and interaction layer, specifically ensuring that advanced technologies (such as Digital Twins and XR) remain accessible to individuals with potential limitations or disabilities. The focus is on removing physical barriers to entry through adaptive interfaces (e.g., voice interaction) to guarantee equal opportunity for participation in the digital economy."
            }
        ]
    },
    {
        "id": "05",
        "name": "Cultural Connection",
        "categories": [
            {
                "id": "051",
                "name": "Advanced Digital Entertainment",
                "description": "This category focuses on the expansion and technological enhancement of digital leisure sectors. It specifically tracks the growth of immersive experiences, such as thematic and cloud-rendered gaming, identifying them as key drivers for modern cultural interaction and service consumption."
            },
            {
                "id": "052",
                "name": "Digital Inclusion and Societal Participation",
                "description": "This category encompasses indicators dedicated to the democratization of technology. It measures the effectiveness of network services (such as 5G) in bridging the digital divide, ensuring that all individuals have the necessary access and ability to actively engage with the cultural and social elements of their communities."
            }
        ]
    },
    {
        "id": "06",
        "name": "Knowledge",
        "categories": [
            {
                "id": "061",
                "name": "Vertical Sector Transformation and Societal Well-being",
                "description": "This category encompasses KVIs that measure the direct impact of 6G technologies on specific vertical industries—specifically Agriculture and Healthcare—and the resulting benefits to human welfare. It focuses on the practical application of technology to solve real-world problems, such as modernizing farming practices through knowledge transfer or improving patient care. Indicators here track the enhancement of quality of life, the reduction of burdens on chronic patients (eHealth), digital leadership in home care devices, and the adoption of advanced irrigation tools by local farmers."
            },
            {
                "id": "062",
                "name": "Immersive Education and Skill Acquisition",
                "description": "This category aggregates KVIs related to the generation, dissemination, and retention of knowledge through next-generation media (XR, Holograms). It evaluates the effectiveness and availability of educational content and training methodologies. The focus is on the quantity of immersive products available (educational and cultural), the ability to conduct remote live lectures or virtual visits, and the specific metrics regarding rapid skills acquisition and know-how retention within organizations."
            },
            {
                "id": "063",
                "name": "Accessibility, Hardware, and Community Engagement",
                "description": "This category focuses on the enablers of knowledge transfer: the physical access to technology and the social dynamics of usage. It measures the barriers to entry and the breadth of adoption. This includes the usability and availability of necessary hardware (smartphones, holographic gear), the geographic or population coverage of these services, and the active participation of the local community in generating ideas and utilizing applications for cultural exchange."
            }
        ]
    },
    {
        "id": "07",
        "name": "Privacy & Confidentiality",
        "categories": [
            {
                "id": "071",
                "name": "Technical Infrastructure Security & Resilience",
                "description": "This category encompasses KVIs that measure the objective technical capabilities, operational robustness, and specific implementation mechanisms of the network and associated digital environments. It focuses on the system's ability to withstand threats through resilience, active resource monitoring, intrusion detection, and the deployment of specific privacy-preserving technologies (such as encryption and edge-cloud security) within complex environments like 3D Digital Twins."
            },
            {
                "id": "072",
                "name": "User Trust, Perception, & Requirement Compliance",
                "description": "This category groups KVIs that focus on the human-centric and procedural aspects of security and privacy. It evaluates the subjective trust users place in the system (perceived security and sustainability confidence) and measures the project's governance effectiveness in responding to and resolving specific user-raised concerns regarding privacy and security needs."
            }
        ]
    },
    {
        "id": "08",
        "name": "Simplified Life",
        "categories": [
            {
                "id": "081",
                "name": "User Experience and Subjective Satisfaction",
                "description": "This category focuses on the human-centric evaluation of 6G services. It encompasses the qualitative feedback from users regarding their personal interactions with the technology. The KVIs in this group measure how easy, enjoyable, and useful the technology feels to the end-user, utilizing methodologies such as Likert scales and structural equation modeling to quantify perceived quality in both professional (agricultural) and leisure (venue/home) settings."
            },
            {
                "id": "082",
                "name": "Network Reliability, Trust, and Stability",
                "description": "This category aggregates KVIs that measure the foundational dependability of the 6G infrastructure. It emphasizes the technical robustness required to build user confidence. These indicators track the consistency of network connections, the accuracy of transmitted data, the stability of smart systems, and the security of nomadic networks, all of which are prerequisites for a 'simplified life' free from technical disruptions."
            },
            {
                "id": "083",
                "name": "Time Optimization and Virtualization",
                "description": "This category highlights the direct impact of 6G on personal and professional efficiency, specifically through the reduction of physical travel and the acceleration of tasks. These KVIs measure the tangible time savings achieved through agricultural efficiency, holographic meetings, and immersive communication tools. The focus is on how virtualization allows users to reclaim time, thereby improving work-life balance and communication effectiveness."
            },
            {
                "id": "084",
                "name": "System Adaptability and Scalable Architecture",
                "description": "This category focuses on the technical agility of the 6G systems. It groups KVIs that measure how well the infrastructure responds to changing variables, such as varying weather conditions, increasing data volumes, or evolving use-case requirements. These indicators ensure that the technology remains 'simple' for the user by automatically handling complexity, scaling resources, and reconfiguring processes without losing functionality."
            },
            {
                "id": "085",
                "name": "Operational Integration and Data Utility",
                "description": "This category addresses the practical application of 6G in daily workflows and decision-making loops. It includes KVIs that measure how different hardware components (drones, AGVs) integrate seamlessly, how easily users can access real-time data, and how that data translates into faster operational decisions. It also tracks the actual utilization rates of applications, reflecting the practical utility of the system."
            },
            {
                "id": "086",
                "name": "Service Accessibility and Lifestyle Enhancement",
                "description": "This category captures the broader societal and lifestyle benefits enabled by 6G coverage. It focuses on the availability of services—ranging from food security and local market stability to entertainment and cultural events. These KVIs measure the expansion of service coverage to new populations and the enrichment of daily life through in-home entertainment and immersive event participation."
            }
        ]
    },
    {
        "id": "09",
        "name": "Digital Inclusion",
        "categories": [
            {
                "id": "091",
                "name": "Social Equity and Community Inclusion",
                "description": "This category focuses on the sociological and human-centric outcomes of digital connectivity. These indicators measure the reduction of the digital divide, ensuring that under-served, under-represented, and mainstream populations alike have equitable access to digital opportunities. The primary goal is to foster community prosperity and ensure no demographic is left behind."
            },
            {
                "id": "092",
                "name": "Device Accessibility and Human-Machine Interaction",
                "description": "This category groups indicators related to the tangible entry points of the digital world: the hardware and the user interfaces. It emphasizes the affordability of devices (budget-friendly HW), the ease of use for general populations, and specific accessibility features (such as VR UI or voice interaction) designed to assist users with disabilities or limitations in navigating environments like Digital Twins."
            },
            {
                "id": "093",
                "name": "Network Coverage and Service Scalability",
                "description": "This category pertains to the technical infrastructure and service delivery mechanisms required to enable inclusion. It covers the physical expansion of network footprints to connect remote and unconnected populations (coverage), as well as the architectural improvements (APIs, IoT hyperscaling) necessary to serve a larger volume of users without compromising service quality."
            }
        ]
    },
    {
        "id": "10",
        "name": "Personal Freedom",
        "categories": [
            {
                "id": "101",
                "name": "Immersive Social Inclusion & Accessibility",
                "description": "This category focuses on leveraging advanced XR and 6G technologies to bridge physical, biological, and geographic divides. It groups indicators that measure the effectiveness of digital solutions—such as holographic communication and adaptive SDKs—in providing equitable access to social and professional interactions. The primary goal is to quantify the reduction of barriers for individuals with disabilities or those located in remote regions, ensuring they can participate fully in the digital ecosystem without physical travel."
            }
        ]
    },
    {
        "id": "11",
        "name": "Personal Health & Protection from Harm",
        "categories": [
            {
                "id": "111",
                "name": "Healthcare Delivery and Medical Resilience",
                "description": "This category encompasses KVIs focused on the direct provision of medical care, patient outcomes, and the stability of healthcare systems. It highlights the use of 6G to improve access to care in remote areas, reduce healing times, empower medical staff, and ensure services continue during crises."
            },
            {
                "id": "112",
                "name": "Occupational Health, Safety, and Industrial Efficiency",
                "description": "This category groups KVIs related to the protection of the workforce and the optimization of industrial environments. It focuses on reducing physical load and injuries through robotics, exoskeletons, and remote operations (holo-portation), as well as efficient resource utilization in production facilities."
            },
            {
                "id": "113",
                "name": "Public Safety Operations and Practitioner Empowerment",
                "description": "This category addresses the capabilities of public safety organizations and the resulting security of the citizenry. It includes KVIs that measure how well safety tools support practitioner decision-making, ensure data security for critical missions, and improve the public's perception of safety."
            },
            {
                "id": "114",
                "name": "Emergency Response and Disaster Mitigation",
                "description": "This category focuses specifically on crisis management and search-and-rescue operations. The KVIs here measure the speed of response to environmental or man-made incidents, the availability of critical communications during disasters, and the effectiveness of technology in saving lives in remote areas."
            },
            {
                "id": "115",
                "name": "Societal Wellbeing: Nutrition, Mobility, and Ecology",
                "description": "This category covers broader societal health and protection factors outside of clinical medicine and industrial work. It includes KVIs related to food security and nutrition, the reduction of traffic-related accidents and injuries, and the protection of wildlife."
            }
        ]
    },
    {
        "id": "12",
        "name": "Trust",
        "categories": [
            {
                "id": "121",
                "name": "System-Centric Architecture and Reliability",
                "description": "This category encompasses KVIs that quantify trust through objective technical measures, architectural integrity, and service performance. It focuses on the implementation of Trust Functions (such as security, privacy, and resilience mechanisms), the mathematical calculation of trust levels via attestation and traceability, and the system's technical capability to maintain reliable service availability regardless of physical location. These indicators represent the 'hard' side of trust—ensuring the infrastructure works as claimed."
            },
            {
                "id": "122",
                "name": "User Perception, Social Interaction, and Governance",
                "description": "This category groups KVIs related to the subjective, human-centric, and societal aspects of trust. It includes the measurement of user confidence (subjective feedback) in devices and AI algorithms, the enhancement of interpersonal trust between humans through immersive technologies (such as holographic facial visualization), and the broader societal trust in system governance and other users. These indicators focus on the 'soft' side of trust—how users feel about and interact with the system and each other."
            }
        ]
    }
]